import React from 'react';
import style from './style.css'
function AboutPage() {
    return (
        <div className='about'>
            <h2> من نحن  </h2>
            <h1> ______ </h1>

            <p>
                يُعنى مركز جولدن هاوس بتقديم فرص التعليم والتدريب للأفراد في المدينة والمناطق المحيطة بها. يمكن أن تشمل هذه الفرص تدريباً في مجموعة متنوعة من المجالات مثل التعليم الأكاديمي، والتدريب المهني، وورش العمل، والتطوير الشخصي، والمهارات الاجتماعية، والعديد من البرامج الأخرى التي تهدف إلى تعزيز مهارات الأفراد وزيادة فرصهم في سوق العمل.
                من خلال تقديم هذه الخدمات، يساهم مركز جولدن هاوس للتدريب في تعزيز التعليم وتطوير المجتمع المحلي في خانيونس، ويساهم في تمكين الأفراد وتحسين فرصهم المستقبلية.
            </p>
        </div>
    );
}

export default AboutPage;
